{
    "timeUpdated": "2022-04-13T08:24:53.623Z",
    "companies": {
        "adguard": {
            "name": "AdGuard",
            "websiteUrl": "https://adguard.com/",
            "description": "AdGuard offers apps for Android, iOS, Windows, and Mac. With them, you can block ads in browsers and apps, prevent websites and companies from tracking you, and protect yourself from phishing and malware."
        },
        "adobe": {
            "name": "Adobe Inc.",
            "websiteUrl": "http://www.adobe.com/",
            "description": "Adobe provides digital media and digital marketing solutions."
        },
        "advance": {
            "name": "Advance Publications, Inc.",
            "websiteUrl": "https://www.advance.com/",
            "description": "Advance Publications is a holding company whose media properties include newspapers, Conde Nast Publications (Vogue, Vanity Fair, GQ, Architectural Digest and other magazines), Parade Publications, Fairchild Publications and American City Business Journals."
        },
        "akamai": {
            "name": "Akamai Technologies",
            "websiteUrl": "https://www.akamai.com/",
            "description": "Akamai is a cloud based content delivery network. They offer application performance services, solutions for digital media and software distribution and storage, online advertising services and other specialized/ Internet-based offerings."
        },
        "apple": {
            "name": "Apple",
            "websiteUrl": "http://www.apple.com/",
            "description": "Apple is an American multinational corporation that designs and markets consumer electronics, computer software, and personal computers."
        },
        "apollo_global_management": {
            "name": "Apollo Global Management, Inc.",
            "websiteUrl": "https://www.apollo.com/",
            "description": "Apollo Global Management, Inc. is an American private equity firm. It provides investment management and invests in credit, private equity, and real assets."
        },
        "appsflyer": {
            "name": "AppsFlyer",
            "websiteUrl": "https://www.appsflyer.com/",
            "description": "AppsFlyer is the global leading platform for Mobile Attribution & Marketing Analytics."
        },
        "atlassian": {
            "name": "Atlassian",
            "websiteUrl": "https://www.atlassian.com/",
            "description": "Atlassian Corporation is an American-Australian software company that develops products for software developers, project managers, and other software development teams."
        },
        "australian_government": {
            "name": "Australian Government",
            "websiteUrl": "https://www.australia.gov.au",
            "description": "The Australian Government, also known as the Commonwealth Government, is the national government of Australia."
        },
        "bbk": {
            "name": "BBK Electronics",
            "websiteUrl": "https://www.bbk-electronics.com",
            "description": "BBK Electronics Corporation is a company specializing in developing consumer electronics products."
        },
        "bitwarden": {
            "name": "Bitwarden",
            "websiteUrl": "https://bitwarden.com/",
            "description": "Bitwarden is an integrated open source password management solution for individuals, teams, and business organizations."
        },
        "blackstone": {
            "name": "Blackstone, Inc.",
            "websiteUrl": "https://www.blackstone.com/",
            "description": "Blackstone Group is a private equity firm that invests in buyouts, debt, mergers and acquisitions, mezzanine, and growth capital."
        },
        "branch_metrics_inc": {
            "name": "Branch Metrics",
            "websiteUrl": "https://branch.io/",
            "description": "Branch provides free deep linking technology for mobile app developers to gain and retain users. We're on a mission to help solve mobile discovery by connecting users to relevant app content through deep links."
        },
        "button": {
            "name": "Button",
            "websiteUrl": "https://www.usebutton.com/",
            "description": "Button is the mobile commerce technology company that is powering a commerce-driven internet."
        },
        "bytedance_inc": {
            "name": "ByteDance Ltd.",
            "websiteUrl": "https://www.bytedance.com/",
            "description": "ByteDance, a Chinese multinational internet technology company headquartered in Beijing and legally domiciled in the Cayman Islands. Its main product is TikTok, known in China as Douyin, a video-focused social networking service."
        },
        "canonical": {
            "name": "Canonical",
            "websiteUrl": "https://canonical.com/",
            "description": "Canonical makes open source secure, reliable and easy to use, providing support for Ubuntu and a portfolio of enterprise-grade technologies."
        },
        "cloudflare": {
            "name": "Cloudflare, Inc.",
            "websiteUrl": "https://www.cloudflare.com/",
            "description": "Cloudflare is a web performance and security company that provides online services to protect and accelerate websites online. "
        },
        "comodo": {
            "name": "Comodo Security Solutions, Inc.",
            "websiteUrl": "http://www.comodo.com/",
            "description": "Comodo is a global leader in cyber security solutions including antivirus, internet security, firewall, endpoint security, cloud based solutions and other PC security software for enterprises and consumers."
        },
        "disney": {
            "name": "The Walt Disney Company",
            "websiteUrl": "https://thewaltdisneycompany.com/",
            "description": "The Walt Disney Company started as a cartoon studio and evolves into sports coverage and television shows."
        },
        "domainglass": {
            "name": "Domain Glass",
            "websiteUrl": "https://domain.glass/",
            "description": "DNS Record, IP address hostname, and WHOIS lookup information."
        },
        "element": {
            "name": "Element",
            "websiteUrl": "https://element.io/",
            "description": "Element is a Matrix-based end-to-end encrypted messenger and secure collaboration app."
        },
        "edgio": {
            "name": "Edgio",
            "websiteUrl": "https://edg.io/",
            "description": "Edgio is a content delivery network (CDN) service provider that enables organizations to deliver faster websites, more responsive applications, and quality video."
        },
        "electronic_arts": {
            "name": "Electronic Arts",
            "websiteUrl": "https://www.ea.com/",
            "description": "Electronic Arts delivers games, content, and online services for internet-connected consoles, PCs, mobile phones, and tablets."
        },
        "facebook": {
            "name": "Facebook",
            "websiteUrl": "https://www.facebook.com/",
            "description": "Facebook is an online social network accessible to anyone with an active email address. People use Facebook to keep up with friends, upload photos, share links and videos, and learn more about the people they meet."
        },
        "farlight": {
            "name": "Farlight Pte Ltd.",
            "websiteUrl": "https://farlightgames.com/",
            "description": "Farlight Games is a publishing company and the global publishing brand of Lilith Games."
        },
        "freeview": {
            "name": "Freeview",
            "websiteUrl": "https://freeview.com.au/",
            "description": "Freeview is the brand name of the digital terrestrial television platform in Australia intended to bring all of free-to-air broadcasters onto a consistent marketing platform, to compete against subscription television, in particular Foxtel."
        },
        "google": {
            "name": "Alphabet Inc.",
            "websiteUrl": "http://www.abc.xyz/",
            "description": "Google LLC is an American multinational technology company that specializes in Internet-related services and products, which include online advertising technologies, search engine, cloud computing, software, and hardware."
        },
        "identrust": {
            "name": "IdenTrust, Inc.",
            "websiteUrl": "https://identrust.com/",
            "description": "IdenTrust, part of HID Global and headquartered in Salt Lake City, Utah, is a public key certificate authority that provides digital certificates to financial institutions, healthcare providers, government agencies and enterprises. As a certificate authority (CA), IdenTrust provides public key infrastructure (PKI) and validation for digital certificates, including TLS/SSL certificates, email security via S/MIME certificates, digital signature certificates, code signing certificates and x.509 certificates for protecting network and IoT devices."
        },
        "iqiyi": {
            "name": "iQiyi",
            "websiteUrl": "https://www.iqiyi.com/",
            "description": "iQiyi is a Chinese ad-supported television and movie portal providing fully-licensed, high-definition, professionally produced content"
        },
        "isrg": {
            "name": "Internet Security Research Group",
            "websiteUrl": "https://www.abetterinternet.org",
            "description": "Digital infrastructure for a more secure and privacy-respecting world."
        },
        "karambasecurity": {
            "name": "Karamba Security",
            "websiteUrl": "https://karambasecurity.com/",
            "description": "Karamba Security provides industry-leading, award winning, end-to-end cybersecurity solutions for vehicles and connected systems."
        },
        "kik": {
            "name": "Kik",
            "websiteUrl": "https://kik.com/",
            "description": "Kik Messenger, commonly called Kik, is a freeware instant messaging mobile app from the Canadian company Kik Interactive, available on iOS and Android operating systems."
        },
        "lgcorp": {
            "name": "LG Group",
            "websiteUrl": "https://www.lgcorp.com/",
            "description": "LG is a leading manufacturer of consumer and commercial products ranging from TVs, home appliances, air solutions, monitors, service robots, automotive components and its premium LG SIGNATURE and intelligent LG ThinQ brands are familiar names world over."
        },
        "livinglymedia": {
            "name": "Livingly Media",
            "websiteUrl": "https://www.livinglymedia.com/",
            "description": "Livingly Media is an online publisher owning lifestyle and entertainment news sites."
        },
        "markmonitor": {
            "name": "MarkMonitor",
            "websiteUrl": "https://www.markmonitor.com/",
            "description": "\\\"When the world's leading brands rely on you to protect their revenue and reputation in the digital world, you develop powerful insights and unrivalled methodologies to help combat sophisticated, evolving online threats. MarkMonitor clients look to our unique combination of industry-leading expertise, advanced technologies and extensive industry relationships to preserve marketing investments, revenues and customer trust.\\\""
        },
        "matrix": {
            "name": "Matrix",
            "websiteUrl": "https://matrix.org/",
            "description": "Matrix is an open source project that publishes the Matrix open standard for secure, decentralised, real-time communication, and its Apache licensed reference implementations."
        },
        "medialab": {
            "name": "MediaLab.Ai",
            "websiteUrl": "https://medialab.la/",
            "description": "MediaLab is a media & technology company focused on acquiring and growing properties and global brands."
        },
        "meganz": {
            "name": "Mega Ltd.",
            "websiteUrl": "https://mega.io/",
            "description": "MEGA was the first to introduce fully featured, end-to-end encrypted cloud storage and communications, accessed through web browsers and mobile devices."
        },
        "meta": {
            "name": "Meta Platforms, Inc.",
            "websiteUrl": "https://www.meta.com/",
            "description": "Meta builds technologies that help people connect, find communities and grow businesses."
        },
        "microsoft": {
            "name": "Microsoft",
            "websiteUrl": "https://www.microsoft.com/",
            "description": "Microsoft is an American multinational corporation that develops, manufactures, licenses, supports, and sells a range of software products and services."
        },
        "mobvista": {
            "name": "Mobvista",
            "websiteUrl": "https://www.mobvista.com/",
            "description": "Mobvista is a technology platform dedicated to driving global business growth in the digital age using big data & AI."
        },
        "mozilla": {
            "name": "Mozilla Foundation",
            "websiteUrl": "https://www.mozilla.org/",
            "description": "Mozilla is a global nonprofit dedicated to keeping the Internet a global public resource that is open and accessible to all."
        },
        "nab": {
            "name": "National Australia Bank",
            "websiteUrl": "https://www.nab.com.au/",
            "description": "National Australia Bank is one of the four largest financial institutions in Australia in terms of market capitalisation, earnings and customers."
        },
        "netflix": {
            "name": "Netflix, Inc.",
            "websiteUrl": "https://www.netflix.com/",
            "description": "Netflix is a streaming service that offers a wide variety of award-winning TV shows, movies, anime, documentaries, and more on thousands of internet-connected devices."
        },
        "netify": {
            "name": "Netify",
            "websiteUrl": "https://www.netify.ai/",
            "description": "Netify provides network intelligence and visibility."
        },
        "nine_entertainment": {
            "name": "Nine Entertainment Co.",
            "websiteUrl": "https://www.nineforbrands.com.au/",
            "description": "Nine Entertainment is an Australian publicly listed media company with holdings in radio and television broadcasting, newspaper publications and digital media."
        },
        "notion": {
            "name": "Notion Labs Inc.",
            "websiteUrl": "https://www.notion.so/",
            "description": "Notion Labs, Inc. provides technology solutions. The Company offers an all-in-one workspace for teams and companies to share documents and knowledge, manage projects, and collaborate."
        },
        "ntppool": {
            "name": "Network Time Protocol",
            "websiteUrl": "https://www.ntp.org/",
            "description": "Network Time Protocol a public benefit organization, develops, produces and maintains the most widely-used open-source precision time software."
        },
        "oracle": {
            "name": "Oracle Corporation",
            "websiteUrl": "http://www.oracle.com/",
            "description": "Oracle is an integrated cloud applications and platform services firm that offers complete SaaS application suites for ERP, HCM and CX."
        },
        "oztam": {
            "name": "OzTAM",
            "websiteUrl": "https://oztam.com.au/",
            "description": "OzTAM is the official source of television audience measurement (TAM) covering Australia’s five mainland metropolitan markets and nationally for subscription television."
        },
        "perfops": {
            "name": "PerfOps",
            "websiteUrl": "https://perfops.net/",
            "description": "Distributed infrastructure monitoring, smart traffic load-balancing and routing."
        },
        "qualcomm": {
            "name": "Qualcomm",
            "websiteUrl": "https://www.qualcomm.com/",
            "description": "Qualcomm is an American multinational corporation that creates semiconductors, software, and services related to wireless technology."
        },
        "samsung": {
            "name": "Samsung",
            "websiteUrl": "https://www.samsung.com/",
            "description": "Samsung Electronics Co., Ltd. is a South Korean multinational electronics corporation headquartered in Yeongtong-gu, Suwon, South Korea."
        },
        "sectigo": {
            "name": "Sectigo Limited",
            "websiteUrl": "https://sectigo.com/",
            "description": "Sectigo is a leading cybersecurity provider of digital identity solutions, including TLS / SSL certificates, DevOps, IoT, and enterprise-grade PKI management, as well as multi-layered web security."
        },
        "seven_group_holdings": {
            "name": "Seven Group Holdings Limited",
            "websiteUrl": "https://sevengroup.com.au",
            "description": "Seven Group Holdings Limited (SGH) is a leading Australian diversified operating and investment group with market leading businesses and investments in industrial services, media and energy."
        },
        "showrss": {
            "name": "showRSS",
            "websiteUrl": "https://showrss.info/",
            "description": "showRSS is an internet tool that lets you keep track of your favorite TV shows."
        },
        "similarweb": {
            "name": "SimilarWeb Ltd.",
            "websiteUrl": "https://www.similarweb.com/",
            "description": "SimilarWeb offers an AI-based market intelligence platform that helps monitor web and mobile app traffic."
        },
        "snap_technologies": {
            "name": "Snap Inc.",
            "websiteUrl": "https://www.snapchat.com/",
            "description": "Snap Inc. is a camera company.\\n\\nWe believe that reinventing the camera represents our greatest opportunity to improve the way people live and communicate.\\nOur products empower people to express themselves, live in the moment, learn about the world, and have fun together."
        },
        "solaredge": {
            "name": "SolarEdge Technologies, Inc.",
            "websiteUrl": "https://www.solaredge.com/",
            "description": "SolarEdge offers optimizers, inverters, monitoring equipment, tools, and accessories for power harvesting, conversion, and efficiency."
        },
        "sonos": {
            "name": "Sonos, Inc.",
            "websiteUrl": "https://www.sonos.com/",
            "description": "Sonos, Inc. is an American developer and manufacturer of audio products best known for its multi-room audio products."
        },
        "sungrow": {
            "name": "Sungrow Power Supply Company Limited",
            "websiteUrl": "https://sungrowpower.com/",
            "description": "Sungrow Power Supply Company Limited develops, produces, sells and provides services for solar PV inverters, wind power converters and other power supply. The Company also provides system solutions to renewable energy industry users."
        },
        "supercell": {
            "name": "Supercell",
            "websiteUrl": "https://supercell.com/",
            "description": "Supercell is a video game development company for tablets and smart phones."
        },
        "switchtv": {
            "name": "Switch Media",
            "websiteUrl": "https://www.switch.tv/",
            "description": "Switch Media has successfully delivered complex, multi-award-winning online video solutions for major brands and global live streaming events."
        },
        "telstra": {
            "name": "Telstra",
            "websiteUrl": "https://www.telstra.com.au/",
            "description": "Telstra is Australia's leading telecommunications and technology company, offering a full range of communications services and competing in all telecommunications markets."
        },
        "tencent": {
            "name": "Tencent",
            "websiteUrl": "https://www.tencent.com/",
            "description": "Tencent is an internet service portal offering value-added internet, mobile, telecom, and online advertising services."
        },
        "twitter": {
            "name": "X (formerly Twitter)",
            "websiteUrl": "https://twitter.com/",
            "description": "X is an online social network and social media service operated by the American company X Corp. which was re-branded from Twitter, Inc."
        },
        "unity": {
            "name": "Unity Technologies",
            "websiteUrl": "https://unity.com/",
            "description": "Unity is a cross-platform game engine developed by Unity Technologies, first announced and released in June 2005 at Apple Worldwide Developers Conference as a Mac OS X game engine. The engine has since been gradually extended to support a variety of desktop, mobile, console and virtual reality platforms. It is particularly popular for iOS and Android mobile game development, is considered easy to use for beginner developers, and is popular for indie game development."
        },
        "verizon": {
            "name": "Verizon",
            "websiteUrl": "https://www.verizon.com/",
            "description": "Verizon (short for Verizon Communications Inc.), is an American multinational telecommunications conglomerate and a corporate component of the Dow Jones Industrial Average. In 2015, Verizon expanded its business into content ownership by acquiring AOL, and two years later it acquired Yahoo!. AOL and Yahoo were amalgamated into a new division named Oath Inc."
        },
        "vk": {
            "name": "VK",
            "websiteUrl": "https://vk.company",
            "description": "VK is a Russian technology company. It started in 1998 as an e-mail service and went on to become a major corporate figure in the Russian-speaking segment of the Internet."
        },
        "yandex": {
            "name": "Yandex",
            "websiteUrl": "https://www.yandex.com/",
            "description": "Yandex is a Russian search engine and Internet services firm. They also offer a variety of other online services including: news, weather, traffic, maps, personal email, and a web analytics platform. Yandex also operates an ad network."
        },
        "ibexa": {
            "name": "Ibexa Personalizaton Software",
            "websiteUrl": "https://www.ibexa.co.net/",
            "description": "Ibexa centers on digital transformation, content management, consultation and training to help B2B companies in digital sales strategies."
        },
        "xenmedia": {
            "name": "Xen Media",
            "websiteUrl": "https://www.xenmedia.net/",
            "description": "Xen Media offers media planning, video production, digital marketing, SEO, social media marketing, website and app development services."
        },
        "xiaomi": {
            "name": "Xiaomi Inc.",
            "websiteUrl": "https://www.mi.com/",
            "description": "Xiaomi is a Chinese designer and manufacturer of consumer electronics and related software, home appliances, and household hardware. "
        },
        "xhamster": {
            "name": "xHamster",
            "websiteUrl": "https://xhamster.com/",
            "description": "xHamster is a Cypriot pornographic media and social networking site headquartered in Limassol, Cyprus."
        },
        "xnxx": {
            "name": "XNXX",
            "websiteUrl": "https://www.xnxx.com",
            "description": "XNXX is a French website for sharing and viewing pornographic videos."
        },
        "xvideos": {
            "name": "Xvideos",
            "websiteUrl": "https://www.xvideos.com",
            "description": "XVideos serves as a pornographic media aggregator."
        },
        "xxxlshop.de": {
            "name": "XXXLutz",
            "websiteUrl": "https://www.xxxlutz.de/",
            "description": "XXXLutz is a leading furniture dealer in Europe, founded in 1945."
        },
        "yabbi": {
            "name": "Yabbi",
            "websiteUrl": "https://yabbi.me/",
            "description": "A Russian technology company engaged in the development of software systems for advertisers and publishers specializing in mobile applications."
        },
        "youporn": {
            "name": "YouPorn",
            "websiteUrl": "https://www.youporn.com/",
            "description": "YouPorn is a free pornographic video sharing website that launched in August of 2006."
        },
        "zeusclicks": {
            "name": "ZeusClicks",
            "websiteUrl": "http://zeusclicks.com/",
            "description": "ZeusClicks is a leading digital advertising firm with high impact direct response marketing."
        },
        "1822direkt": {
            "name": "1822direkt",
            "websiteUrl": "https://www.1822direkt.de/",
            "description": "1822direkt provides online banking and financial services."
        },
        "1und1": {
            "name": "1&1 IONOS",
            "websiteUrl": "http://www.ionos.com/",
            "description": "1&1 IONOS provides web hosting solutions for private users, as well as high-end products for small-and medium-sized businesses."
        },
        "24-ads.com": {
            "name": "24-ADS",
            "websiteUrl": "http://www.24-ads.com/",
            "description": "24 - Ads is a consulting agency that offers publishing and advertising services."
        },
        "24smi": {
            "name": "24msi.org",
            "websiteUrl": "https://24smi.org/",
            "description": "A news portal about show business and gossip, the latest events in Russia and the world, exclusive interviews, news from the world of cinema and television, interesting facts and much more."
        },
        "3gpp": {
            "name": "3GPP",
            "websiteUrl": "https://www.3gpp.org/",
            "description": "The 3GPP Network is a mobile technology standard for bridging core cellular networks with the Internet. Services include enabling WiFi calling, roaming, and signaling."
        },
        "4chan": {
            "name": "4Chan",
            "websiteUrl": "https://www.4chan.org/",
            "description": "4chan is an image-based bulletin board where users can post comments and share images."
        },
        "4finance": {
            "name": "4finance.com",
            "websiteUrl": "https://4finance.com/",
            "description": "4Europe’s largest online and mobile consumer lending group, providing convenient and responsible access to credit across 11 countries."
        },
        "7tv": {
            "name": "7tv.app",
            "websiteUrl": "https://www.7tv.app/",
            "description": "The Emote Platform for All. Manage hundreds of emotes for your Twitch or YouTube channels with ease."
        }
    }
}
